Repository: weblate/XBMC-rTorrent-Plugin
Catalog: resources/language/resource.language.*/strings.po
Languages: af_za, es_es

# Addon Summary
source: rTorrent Control Plugin
af_za: rTorrent Beheer Inprop
es_es: Complemento de control rTorrent

# Addon Description
source: A simple plugin for interacting with rTorrent over HTTP or SCGI.
af_za: 'n Eenvoudige inprop vir interaksie met rTorrent oor HTTP of SCGI.
es_es: Un simple complemento para interactuar con rTorrent por HTTP o SCGI.

# Addon Disclaimer
source: Requires an rTorrent instance with XMLRPC enabled.
af_za: Vereis 'n rTorrent geval met XMLRPC in staat gestel.
es_es: Requiere una instancia de rTorrent con XMLRPC activado.

# #30001
source: SCGI and HTTP protocols supported. Examples: http://host:port, scgi://host:port, scgi:///path/to/socket
af_za: SCGI en HTTP protokolle ondersteun. Voorbeelde: http://host:port, scgi://host:port, scgi:///path/to/socket
es_es: Protocolos SCGI y HTTP soportados. Ejemplos: http://equipo:puerto, scgi://equipo:puerto, scgi:///ruta/al/socket

# #30004
source: Downloading
af_za: Laai af
es_es: Descargando

# #30005
source: Complete
af_za: Klaar
es_es: Completado

# #30040
source: Remote Folders (If rTorrent is on a remote computer)
af_za: Afgeleë Gidse (As rTorrent op 'n afgeleë rekenaar is)
es_es: Carpetas remotas (si rTorrent está en un ordenador remoto)

# #30080
source: Connection
af_za: Verbinding
es_es: Conexión

# #30081
source: Remote
af_za: Afgeleë
es_es: Remoto

# #30100
source: Start Download
af_za: Begin Alaai
es_es: Empezar descarga

# #30101
source: Stop Download
af_za: Stop Aflaai
es_es: Parar descarga

# #30102
source: Erase Download
af_za: Vee Aflaai Uit
es_es: Borrar descarga

# #30120
source: Set Priority: High
af_za: Stel Prioriteit: Hoog
es_es: Establecer prioridad: Alta

# #30121
source: Set Priority: Normal
af_za: Stel Prioriteit: Normaal
es_es: Establecer prioridad: Normal

# #30122
source: Set Priority: Low
af_za: Stel Prioriteit: Laag
es_es: Establecer prioridad: Baja

# #30123
source: Set Priority: Idle
af_za: Stel Prioriteit: Ledig
es_es: Establecer prioridad: En espera

# #30124
source: Set Priority: Don't Download
af_za: Stel Prioriteit: Moenie Aflaai Nie
es_es: Establecer prioridad: No descargar

# #30150
source: Play File
af_za: Speel Lêer
es_es: Reproducir archivo

# #30151
source: This file has not downloaded completely.
af_za: Hierdie lêer het nie volledig afgelaai nie.
es_es: Este archivo no se ha descargado completamente.

# #30152
source: Are you sure you want to play it?
af_za: Is jy seker jy wil dit speel?
es_es: ¿Está seguro de que quiere reproducirlo?

# #30153
source: Delete Download
af_za: Vee Aflaai Uit
es_es: Eliminar descarga

# #30154
source: Are you sure you want to delete this download?
af_za: Is jy seker jy wil hierdie aflaai uitvee?
es_es: ¿Está seguro de que quiere eliminar esta descarga?

# #30900
source: Error!
af_za: Fout!

# #30901
source: Unable to play file.
af_za: Kan nie lêer speel nie.
es_es: Imposible reproducir archivo.

# #30902
source: Connection Failed
af_za: Konneksie Het Gefaal
es_es: Error de conexión

# #30903
source: Check settings...
af_za: Gaan instellings na...
es_es: Comprobar ajustes...

# #30904
source: Exit
af_za: Gaan Uit
es_es: Salir

# #30905
source: Something went wrong.
af_za: Iets het fout gegaan.
es_es: Algo salió mal.

# #30906
source: An XMLRPC protocol error occurred. Submit a bug report!
af_za: 'n XMLRPC protokol fout het voorgekom. Dien 'n fout verslag in!
es_es: Ha ocurrido un error en el protocolo XMLRPC. ¡Envíe un informe de errores!

# #30907
source: An XMLRPC fault occurred. Submit a bug report!
af_za: 'n XMLRPC fout het voorgekom. Dien 'n fout verslag in!
es_es: Ha ocurrido un error de XMLRPC. ¡Envíe un informe de errores!

# #30908
source: Connection to rTorrent refused. Check firewall settings.
af_za: Konneksie na rTorrent geweier. Gaan brandmuur instellings na.
es_es: Conexión a rTorrent rechazada. Compruebe ajustes de firewall.

# #30909
source: Connection to rTorrent timed out. Check the host is correct.
af_za: Konneksie na rTorrent se tyd is verstreke. Gaan na dat die gasheer korrek is.
es_es: Se agotó el tiempo de conexión a rTorrent. Compruebe que el equipo sea correcto.

# #30910
source: Unexpected error occurred.
af_za: Onverwagte fout het voorgekom.
es_es: Ha ocurrido un error inesperado.
